{"config": [{"config": {"kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "batch_input_shape": [null, 3], "bias_constraint": null, "name": "dense_1", "dtype": "float32", "activation": "relu", "use_bias": true, "bias_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "bias_constraint": null, "name": "dense_2", "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "bias_constraint": null, "name": "dense_3", "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "bias_constraint": null, "name": "dense_4", "trainable": true, "activation": "relu", "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 1, "bias_constraint": null, "name": "dense_5", "trainable": true, "activation": "linear", "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.2"}